---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.LinkFailures
source: html/771706b3-4ac5-2e93-56c5-d7beb74c50cd.htm
---
# BuiltInFailures.LinkFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.